Repository: sander/Pleft
Catalog: plapp/locale/*/LC_MESSAGES/django.po
Languages: es

source: Please enter a valid list of email addresses.
es: Por favor introduzca una lista de correos electrónicos válida.

source: Description
es: Descripción:

source: What, where, how?
es: ¿Qué, dónde, cómo?

source: Invitees
es: Invitados:

source: Example: john.doe@example.com, Jane Doe <jane@example.net>
es: Ejemplo: john.doe@example.com, Jane Doe <jane@example.net>

source: Proposed dates
es: Fechas propuestas:

source: Invitees may propose more dates
es: Los invitados pueden proponer más fechas

source: Your name
es: Su nombre:

source: Email address
es: Dirección de correo electrónico

source: Invitee
es: Invitado

source: Name
es: Nombre

source: Email
es: Correo-e

source: Date
es: Fecha

source: Time
es: Hora

source: (no title)
es: (sin título)

source: Overview
es: Información general

source: Invitation
es: Invitación

source: Verification
es: Verificación

source: Resend invitations
es: Reenviar invitaciones

source: Send invitation again
es: Enviar de nuevo invitación

source: Invite another participant
es: Invitar a otro participante

source: Send invitation
es: Enviar invitación

source: Propose another date
es: Proponer otra fecha

source: Add date
es: Agregar fecha

source: Selected times:
es: Horas seleccionadas:

source: Not found
es: No encontrado

source: We’re sorry, but this page does not seem to exist.
es: Lo sentimos, pero esa página parece que no existe.

source: Please check whether the address is correct.
es: Por favor compruebe que la dirección es correcta.

source: Back to the appointment form
es: Volver al formulario de la cita

source: Server error
es: Error del servidor

source: Oops!
es: Ups!

source: There seems to be something wrong at %(name)s.
es: Parece que hay algo incorrecto en %(name)s.

source: Don’t panic though: try again or send an email to %(email)s.
es: Que no cunda el pánico: pruebe otra vez o envíe un correo electrónico a %(email)s.

source: We are sorry for the inconvenience.
es: Sentimos las molestias.

source: Planning an appointment? %(name)s helps you and the invitees to pick the right date and time.
es: ¿Planificando una cita? %(name)s le ayuda a usted y sus invitados a escoger la fecha y hora correctas.

source: %(name)s the appointment planner
es: %(name)s el planificador de citas

source: Sign out
es: Cerrar sesión

source: the appointment planner
es: el planificador de citas

source: New appointment
es: Nueva cita

source: About %(site)s
es: Acerca de %(site)s

source: Install %(site)s in Chrome
es: Instalar %(site)s en Chrome

source: Language
es: Idioma

source: My appointments
es: Mis citas

source: All appointments
es: Todas las citas

source: Appointment overview
es: Vista general de cita

source: This appointment could not be found or is not meant to be seen by you. We apologize for the inconvenience.
es: No se ha podido encontrar la cita o no está permitido que usted la vea. Disculpe las molestias.

source: Use the buttons to indicate when you’re available. You can also enter comments.
es: Use los botones para indicar cuándo está usted disponible. También puede introducir comentarios.

source: View the availability of the other participants by clicking on their names or on the dates at the left side.
es: Vea la disponibilidad de otros participantes haciendo clic en sus nombres o en las fechas en el lado izquierdo.

source: Participants
es: Participantes

source: Done
es: Hecho

source: Email addresses of the invitees (only visible to you)
es: Direcciones de correo electrónico de los invitados (sólo visibles para usted)

source: Plan an appointment
es: Planificar una cita

source: Pleft: the presentation!
es: ¡Pleft: la presentación!

source: Watch our presentation!
es: ¡Vea nuestra presentación!

source: %(name)s helps you to find the right date and time for your appointments.
es: %(name)s le ayuda a encontrar la fecha y hora correctas para sus citas.

source: Propose a few dates and let the invitees tell %(name)s when they’re available.
es: Proporcione algunas fechas y deje que los invitados le digan a %(name)s cuándo están disponibles.

source: The invitees will receive an email that looks like this:
es: Los invitados recibirán un correo electrónico que tendrá el siguiente aspecto:

source: Example invitation mail
es: Ejemplo de correo de invitación

source: Both you and the invitees will then get a nice overview:
es: Tanto usted como los invitados obtendrán entonces una buena vista general:

source: Example appointment overview
es: Ejemplo de vista general de cita

source: Appointment
es: Cita

source: Send invitations
es: Enviar invitaciones

source: Your appointments on %(name)s
es: Sus citas en %(name)s

source: Your appointments
es: Sus citas

source: Title
es: Título

source: Started by
es: Iniciada por

source: Created on
es: Creada en

source: Un-archive
es: Des-archivar

source: Archive
es: Archivar

source: Archived appointments will not be shown in the My appointments menu.
es: Las citas archivadas no se mostrarán en el menú Mis citas.

source: Dear %(name)s,
es: Querido %(name)s,

source: Sincerely,
es: Un saludo,

source: The %(name)s Team
es: El Equipo de %(name)s

source: You have been invited by %(initiator)s to tell when you’re available for the following appointment:
es: Ha sido invitado por %(initiator)s para decir cuándo está usted disponible para la siguiente cita:

source: Click the above link for an overview and to indicate your availability.
es: Haga clic en el enlace de arriba para una vista general e indicar su disponibilidad.

source: Your email address has been verified.
es: Su dirección de correo electrónico ha sido verificada.

source: Go to the overview to see which invitees have entered their availability or modify the appointment:
es: Vaya a la vista general para ver qué invitados han introducido su disponibilidad o cambiar la cita:

source: We have assumed that you are available on all proposed dates.
es: Hemos asumido que usted está disponible en todas las citas propuestas.

source: You can use the above link to change your own availability or add comments.
es: Puede usar el enlace de arriba para cambiar su propia disponibilidad o añadir comentarios.

source: Thank you for using %(site)s to help you pick the right moment for your appointment.
es: Gracias por usar %(site)s para ayudarle a encontrar el momento adecuado para su cita.

source: We need to verify your email address.
es: Necesitamos verificar su dirección de correo electrónico.

source: Please click the following link to continue:
es: Por favor haga clic en el siguiente enlace para continuar:

source: After you have done this, a %(site)s email will be sent to the invitees.
es: Después de hacer esto, se enviará a los invitados un correo electrónico de %(site)s .

source: If you did not create this appointment, someone else has entered your email address.
es: Si usted no ha creado esta cita, alguien ha introducido su dirección de correo electrónico.

source: Please ignore this message.
es: Por favor ignore este mensaje.

source: Should this happen more often, please contact %(abuse_address)s and we will get back to you.
es: Si volviera a ocurrir esto, por favor contacte %(abuse_address)s y le responderemos.

source: me
es: yo
